2gua.rainbow-brackets
akamud.vscode-theme-onedark
andyyaldoo.vscode-json
christian-kohler.npm-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eg2.vscode-npm-script
emroussel.atomize-atom-one-dark-theme
esbenp.prettier-vscode
jaredkent.laserwave
johnpapa.vscode-peacock
mikestead.dotenv
ms-mssql.mssql
ms-ossdata.vscode-postgresql
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
mtxr.sqltools
oysun.Lodash
zhuangtongfa.material-theme
